[
  {
    "name": "Mars Quinay",
    "role": "Bootcamps Coordinator",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/mars-quinay-0658a317b/",
        "urlLabel": "linkedin"
      },
      {
        "icon": "twitter",
        "name": "Twitter",
        "url": "https://www.twitter.com/kdotMars/",
        "urlLabel": "twitter"
      }
    ],
    "description": [
      "Mars is a UX/UI designer and Graphic Designer. She’s also a Associate Creative Trainer at Creative Nation Academy and Community Volunteer at UXPH.",
      "She maximizes her free time by learning. She loves reading and watching documentaries. She enjoys traveling with her peers to learn more about culture and arts. With all these side hustles, she also values work-life balance.",
      "She’s online playing PUBG Mobile! Go play with her!"
    ]
  },
  {
    "name": "Richard Parayno",
    "role": "Technical Team",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/richardparayno/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "I am a Filipino Conversation Designer and Product Design Consultant currently working as a Product Manager at Senti AI, where I work on AI/ML projects for the Philippines' biggest names in advertising, telecommunications, and real estate.",
      "When I’m not working, I help out the local tech community as the Community Lead of PWDO and as an Events Manager at UXPH."
    ]
  },
  {
    "name": "Karllo Mayordomo",
    "role": "Marketing Coordinator",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/km2018/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "Karllo (yes, with a K and two L's) is a Filipino Digital Marketer currently leading online advertising and loans marketing for TrueMoney, a fintech startup. He has a decade of marketing experience in market-leading companies such as P&G, Unilab, LBC, and Globe Telecom.",
      "Outside of work, Karllo supports the social media efforts of UXPH, plays PS4, and enjoys going to the gym."
    ]
  },
  {
    "name": "Gavin Raine Dizon",
    "role": "Web Team",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/gavin-dizon-40b08b190/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "Gavin is an undergraduate student at De La Salle University taking up Computer Science. He joined the community to learn more about UX and surround himself with passion-driven people who want to improve the community. He joined the web team to enhance his skills in web development.",
      "In his free time, he plays video games with his friends, reads mangas/ comics, and watches his favorite series. "
    ]
  },
  {
    "name": "Tyrone Sta. Maria",
    "role": "Web Team",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/tyrone-sta-maria-243a69188/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "Tyrone is a Computer Science student at De La Salle University. He joined the community to learn more about UX and the tech industry.",
      "During his free time he reads manga and webtoons, watches anime or plays video games."
    ]
  },
  {
    "name": "Annika Pascasio",
    "role": "Student Programs Coordinator",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/annikapascasio/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "Annika is a student at De La Salle University taking up Business Management and AB Psychology. She is also an aspiring UX Researcher, the current President of User Experience Society DLSU, and a Community Volunteer at UXPH.",
      "Outside work, Annika enjoys watching tv shows, cooking, reading books, and listening to music."
    ]
  },
  {
    "name": "Pierce Jason Jonota",
    "role": "Technical Team",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/piercejonota/",
        "urlLabel": "linkedin"
      },
      {
        "icon": "twitter",
        "name": "Twitter",
        "url": "https://www.twitter.com/piercetayo/",
        "urlLabel": "twitter"
      }
    ],
    "description": [
      "Pierce is a Product Manager & Designer currently supporting as a Product Owner for a leading airline in the Philippines - managing delivery streams to improve airline experiences for everyJuan. Apart from the above mentioned, Pierce also works on initiatives on microcopy, accessible services, and clear understanding of a system's Information Architecture.",
      "Outside work, Pierce spends time outdoors to the mountains, indoors playing video games, and helping communities through PWDO, UXPH, and WIAD. Noodles dishes are Pierce's comfort food and prefers Shio ramen of its different types."
    ]
  },
  {
    "name": "Charlotte Mae Efren",
    "role": "Research Team",
    "image_url": " ",
    "socials": [
      {
        "icon": "linkedin",
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/charlotteefren/",
        "urlLabel": "linkedin"
      }
    ],
    "description": [
      "Charlotte is a UX/UI Designer, Front-end Developer, and Co-Founder at MokuTek.She gets involved in various projects - educational, volunteer groups, and hackathons - trying anything in tech and design that connects her to people. Outside work she's learning Japanese and Mandarin, loves Anime, and likes to draw."
    ]
  }
]
